---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementQuickFilter
source: html/e0f28f5b-137f-2502-deca-6975bae72292.htm
---
# ElementQuickFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.